{
  "umum": {
    "judul_situs": "Wedding Invitation of Bintang & Ayu",
    "bahasa": "Language"
  },
  "intro": {
    "undangan": "Dear",
    "undangan_subtitle": "With great gratitude and happiness, we would like to invite you to attend our wedding ceremony",
    "undangan_desc": "Your presence would be an honor and blessing for both of us.",
    "undangan_note": "Although we are sending this invitation digitally, our respect and appreciation for {name} remain very high. We hope this method of delivery provides convenience in accessing the event information.",
    "nama_pasangan": "Bintang & Ayu",
    "sebelum_hari": "Before the big day",
    "segera_hadir": "Coming soon",
    "buka_undangan": "Open invitation",
    "tanggal": "July 11, 2025",
    "deskripsi": "Romantic, Married, Family, Documenter",
    "segera_hadir_dengan_tanggal": "Coming soon July 11, 2025"
  },
  "pasangan": {
    "nama_lengkap_pasangan": "Bintang Tobing, Ayu Stevani Sinaga",
    "cerita_singkat": "After Bintang and Ayu met in the right situation, where both were ready to start a relationship together, they arrived at the beginning of a new journey towards marriage.",
    "kutipan_alkitab": "\"Be of the same mind, live in peace; and the God of love and peace will be with you!\""
  },
  "pengumuman": {
    "judul": "Breaking News",
    "pengantar": "With great joy, we want to share this wonderful news!",
    "isi": "With great joy, we want to share this wonderful news! We have decided to take the next step together into a new chapter of our lives.❤️\n\nOur wedding will be held in a simple setting in Medan, attended only by close family, friends, and loved ones. We deeply apologize as we cannot invite everyone we care about to be physically present with us on this happy day.\n\nHowever, even if not physically together, we always feel the warmth of your love and support. We ask for your best wishes and prayers for our journey ahead, that it may always be filled with happiness, love, and blessings.\n\nWith love,\n\nBintang Tobing & Ayu Sinaga ❤️"
  },
  "pengantin": {
    "judul": "Bride and Groom",
    "pengantin_wanita": "Ayu Stevani Sinaga, S.Ak",
    "orang_tua_wanita": "Daughter of Mr. Toni Steven Sinaga and Mrs. Asnawati br Siregar",
    "pengantin_pria": "Bintang Cato Jeremia L Tobing",
    "orang_tua_pria": "Son of Mr. Bastian Valen Tobing and Mrs. Cicih Warsih br Simanjuntak"
  },
  "acara": {
    "judul_pemberkatan": "Wedding Reception & Blessing",
    "lokasi_pemberkatan": "HKBP GLUGUR Resort North Medan",
    "tanggal_pemberkatan": "July 11, 2025",
    "waktu_pemberkatan": "10:00 AM",
    "alamat_pemberkatan": "Jl. Pembangunan III No.57A, Glugur Darat II, Kec. Medan Tim., Kota Medan, Sumatera Utara 20238",
    "tambah_kalender": "Add to calendar",
    "lokasi_resepsi": "Wisma Mahinna Center",
    "tanggal_resepsi": "July 11, 2025",
    "waktu_resepsi": "1:00 PM",
    "alamat_resepsi": "Jl. Rela No.119 107, Sidorejo, Medan Tembung, Medan City, North Sumatra 20222"
  },
  "kisah_cinta": {
    "judul": "Our love story",
    "episode1_judul": "Episode 01: How We Meet Each Other at Time",
    "episode1_durasi": "18m 32s",
    "episode1_isi": "Bintang and Ayu first got acquainted through university connections, though they never actually met in person during their campus days. They only knew each other casually through mutual friends and social media interactions. It wasn't until years later that fate would bring them together in an unexpected way.",
    "episode2_judul": "Episode 02: A Love that Grows With Time",
    "episode2_durasi": "24m 07s",
    "episode2_isi": "Day by day passed, until finally they reconnected through a chance encounter that reignited their connection. What started as casual conversations slowly evolved into deeper exchanges about life, dreams, and aspirations. Their bond grew stronger with each passing day, discovering they had more in common than they ever imagined.",
    "episode3_judul": "Episode 03: Choose to Spend Life Together",
    "episode3_durasi": "31m 45s",
    "episode3_isi": "Often Bintang would tell Ayu that he was interested in building a future together, having realized she was the missing piece in his life. After months of nurturing their relationship and planning for tomorrow, he finally proposed during a sunset dinner at their favorite restaurant. With tears of joy, Ayu said yes to their forever.",
    "segera_hadir": "Coming Soon",
    "episode4_judul": "Episode 04: The Beginning of Forever",
    "episode4_durasi": "42m 18s",
    "episode4_isi": "When the big day comes, Bintang and Ayu will share their touching wedding story here. From the emotional vows to the joyful celebration with family and friends, every moment will be a testament to their beautiful love journey. See you in the next happy chapter of their lives!"
  },
  "galeri": {
    "judul": "Our gallery collections",
    "favorit_pria": "Groom's Favorite",
    "favorit_wanita": "Bride's Favorite",
    "muat_lebih": "Load more collections"
  },
  "ucapan": {
    "judul": "Wish for couples",
    "nama": "Name",
    "pesan": "Message",
    "kehadiran": "Attendance",
    "kirim": "Send"
  },
  "kehadiran": {
    "hadir": "Will attend",
    "belum_pasti": "Not sure yet",
    "berhalangan_hadir": "Unable to attend"
  },
  "footer": {
    "content1": "Thank you to the parents and families of Ayu Sinaga and Bintang Tobing, Bahari, and the entire Boxity team for making the engagement, wedding blessing, and this wedding web app possible.",
    "content2": "We also express our deepest gratitude to the media and documentation team from Solu Photoworks, and the accommodation, catering, event, and music teams for their contribution to the success of this celebration."
  },
  "gift": {
    "terimakasih": "Wedding Gift",
    "pesan1": "Your presence and prayers are the most precious gifts we could ask for",
    "pesan2": "For those who wish to share in our joy in another way, we provide the following information with heartfelt gratitude",
    "pesan3": "",
    "atas_nama": "In the name of"
  },
  "guest": {
    "error1": "Name not found in the guest list",
    "error2": "Please check your invitation link or contact the event host to get the correct one.",
    "loading": "Loading invitation data..."
  }
}